Revit 2026 API

# TileTileUseColumnEdit Property

---

The property labeled "Column Modify" from the "Tile" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string TileUseColumnEdit { get; }
```
```vb
Public Shared ReadOnly Property TileUseColumnEdit As String
	Get
```
```cpp
public:
static property String^ TileUseColumnEdit {
	String^ get ();
}
```
```fsharp
static member TileUseColumnEdit : string with get
```

#### Property Value

String

This property is of type "AssetPropertyBoolean".

#### Reference

Tile Class

Autodesk.Revit.DB.Visual Namespace